[BalanceDefs.BD_LtBolsonRifleParts MissionItemDefinition]
UseFailureCharacterMessage="must be %s This item is in use."
ItemName="Military equipment"
PickupMessage="you are rich %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="as appropriate"

[BalanceDefs.BD_LtBolsonRifleParts:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Create a piece of powerful weapon."
NoConstraintText=""
Suffix=""
Prefix=""

[BalanceDefs.ID_LtHoffmanRifleParts MissionItemDefinition]
UseFailureCharacterMessage="you will be %s Use this article."
ItemName="part of the gun"
PickupMessage="You didn't understand %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="in common"

[BalanceDefs.ID_LtHoffmanRifleParts:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Craft a powerful weapon."
NoConstraintText=""
Suffix=""
Prefix=""

[IO_MordecaiGift InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_LtAngvarRifleParts MissionItemDefinition]
UseFailureCharacterMessage="I need you %s Use this tool.."
ItemName="Weapon parts"
PickupMessage="Here it is. %s"
UseFailureLevelMessage="You must be at least %d to use it."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Generally"

[ItemDefs.ID_LtAngvarRifleParts:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Create powerful weapons from trash."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_LtTetraRifleParts MissionItemDefinition]
UseFailureCharacterMessage="You should be %s Use this plan.."
ItemName="Shooting equipment"
PickupMessage="you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This article has not yet been verified."
NoManufacturerName="only"

[ItemDefs.ID_LtTetraRifleParts:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Create powerful tools from different sources.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MordecaisGift MissionItemDefinition]
UseFailureCharacterMessage="And you should be %s Use this article."
ItemName="gift of Mordecai"
PickupMessage="to want %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="you can't use it."
NoManufacturerName="mainly"

[ItemDefs.ID_MordecaisGift:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Don't open it, it's not yours."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_NewPandorianRifleParts MissionItemDefinition]
UseFailureCharacterMessage="want you %s Use this product."
ItemName="many parts"
PickupMessage="He agreed %s"
UseFailureLevelMessage="At least %d records must be available for use."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="inappropriate"

[ItemDefs.ID_NewPandorianRifleParts:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Create more powerful tools."
NoConstraintText=""
Suffix=""
Prefix=""

[M_Anemone_EyeOfTheSnipers MissionDefinition]
MissionName="A good friend forever"
MissionDescription="a brick asks for help preparing a gift for Mordecai. This is one of the best assignments you will ever do. Wow, that's so sweet. You have to destroy some people and give them weapon materials. Comfortable."
TurnInDescription="A great friend is a great hostess, a great best friend, yes, great."
MissionSummary="Help Baksteen carry the pieces of Mordecai's gift.."
MissionGiver="the head"
MissionTurnInLocation="Brick"
TeaserText="Matophila needs your help to receive Mordekai Lo's gift! It's good to be friends. \nMore than a good friend... a good friend."

[M_Anemone_EyeOfTheSnipers:BringPartsBrick MissionObjectiveDefinition]
ProgressMessage="Download the toolkit"

[M_Anemone_EyeOfTheSnipers:CollectRifleparts MissionObjectiveDefinition]
ProgressMessage="Select a device"

[M_Anemone_EyeOfTheSnipers:CollectRiflePartsAngvar MissionObjectiveDefinition]
ProgressMessage="Take a bite of lt. Wine"

[M_Anemone_EyeOfTheSnipers:CollectRiflePartsBolson MissionObjectiveDefinition]
ProgressMessage="Lt. Find a place"

[M_Anemone_EyeOfTheSnipers:CollectRiflePartsHoffman MissionObjectiveDefinition]
ProgressMessage="Hoffman participated in the aforementioned events"

[M_Anemone_EyeOfTheSnipers:CollectRiflePartsTetra MissionObjectiveDefinition]
ProgressMessage="Collect parts for Lieutenant Tetra."

[M_Anemone_EyeOfTheSnipers:KillAngvar MissionObjectiveDefinition]
ProgressMessage="Lieutenant Kiltepodos"

[M_Anemone_EyeOfTheSnipers:KillBolson MissionObjectiveDefinition]
ProgressMessage="Kill Lieutenant Polson"

[M_Anemone_EyeOfTheSnipers:KillHoffman MissionObjectiveDefinition]
ProgressMessage="Death of Lieutenant Hoffman"

[M_Anemone_EyeOfTheSnipers:KillTetra MissionObjectiveDefinition]
ProgressMessage="The boss of the game kills Tetra."

[M_Anemone_EyeOfTheSnipers:Set_BringParts MissionObjectiveSetDefinition]
MissionSummaryOverride="Place the ball on the rock."
MissionDescriptionOverride="Burke, you need a present for Mordecai. Now that you've collected all the weapon parts for Hector's thugs, take them to Blake so he can prepare a gift for Mordecai.."

[M_Anemone_EyeOfTheSnipers:Set_CollectLtAngvar MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_CollectLtBolson MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_CollectLtHoffman MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_CollectLtTetra MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_KillCollectLTs MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_KillLtAngvar MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_KillLtBolson MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_KillLtHoffman MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_KillLtTetra MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_TakeGift MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_EyeOfTheSnipers:Set_TalkToMordecai MissionObjectiveSetDefinition]
MissionSummaryOverride="Bring the brick to Mordecai."
MissionDescriptionOverride="Bata will ask you to help Mordecai get there. A rifle! They do it themselves. Give this to Mordecai. Gifts work best when given by someone very special to the relationship.."

[M_Anemone_EyeOfTheSnipers:TakeGift MissionObjectiveDefinition]
ProgressMessage="Take Mordkin's gift"

[M_Anemone_EyeOfTheSnipers:TalkToMordecai MissionObjectiveDefinition]
ProgressMessage="Give Mordecai a gift"

